[
  {
    "title": "Le Cabinet du Dr. Caligari",
    "year": 1920,
    "duration": "1h18",
    "genres": "Twist, Mystère, Noir et Blanc",
    "trailer": "https://www.youtube.com/watch?v=Gipx80OsTbc",
    "synopsis": "Le sinistre Dr Caligari sème la terreur dans une petite ville du nord de l'Allemagne à l'aide d'un somnambule nommé Cesare. Lors d'une fête foraine, Cesare prédit l'avenir au public et annonce à Alan, un jeune homme, qu'il va bientôt mourir. La nuit suivante, Alan est assassiné. Son ami Francis soupçonne le Dr Caligari d'être derrière ce meurtre."
  },
  {
    "title": "Nosferatu",
    "year": 1922,
    "duration": "1h34",
    "genres": "Horreur, Vampire, Noir et Blanc",
    "trailer": "https://www.youtube.com/watch?v=npxhdRMYHy0",
    "synopsis": "En 1838, le clerc de notaire Hulter est envoyé en Transylvanie chez le comte Orlock, le vampire Nosferatu. Celui-ci sème la terreur et la peste dans un village voisin, avant de tenter de séduire Ellen, la fiancée de son invité. Mais la lumière de l'aube lui sera fatale."
  },
  {
    "title": "Dead of Night",
    "year": 1945,
    "duration": "1h42",
    "genres": "Noir et Blanc, Sketchs",
    "trailer": "https://www.youtube.com/watch?v=8UCJz617E8s",
    "synopsis": "Un architecte arrive dans un cottage où des invités lui semblent familiers ; chacun raconte une histoire étrange, entre rêves et réalité."
  },
  {
    "title": "Deux Nigauds contre Frankenstein",
    "year": 1948,
    "duration": "1h23",
    "genres": "Comédie, Parodique, Noir et Blanc",
    "trailer": "https://www.youtube.com/watch?v=j6l8auIACyc",
    "synopsis": "Lorsqu'une paire de caisses appartenant à un musée de la maison des horreurs est mal manipulée par Wilbur, le directeur du musée, M. MacDougal, exige qu'ils les livrent personnellement afin qu'ils puissent être inspectés à des fins d'assurance. Mais Chick, l'ami de Lou, a de sérieux soupçons."
  },
  {
    "title": "Frankenstein Junior",
    "year": 1974,
    "duration": "1h46",
    "genres": "Comédie, Parodique, Noir et Blanc",
    "trailer": "https://www.youtube.com/watch?v=7i0y1tZZGCw",
    "synopsis": "Peu fier de son ascendance, le Docteur Frederick Frankenstein accepte pourtant de retourner sur les terres de ses ancêtres. Rattrapé par la folie familiale, il décide de suivre les traces de son aïeul et de créer à son tour une créature à partir de cadavres, avec l'aide de son fidèle serviteur Igor. Malheureusement, chargé de trouver le cerveau d'un génie, ce dernier se trompe et rapporte à Frankenstein un cerveau anormal."
  },
  {
    "title": "Suspiria",
    "year": 1977,
    "duration": "1h38",
    "genres": "Giallo, Mystère, Sorcières",
    "trailer": "https://www.youtube.com/watch?v=5Y0EEqtWrJI",
    "synopsis": "Une jeune Américaine, Susy Banyon, débarque à Fribourg afin d'y suivre les cours de danse de la célèbre Tanz Akademie. Son arrivée tardive lui vaut de trouver portes closes. Troublée, elle assiste à la fuite éperdue d'une pensionnaire. Son embarras grandit lorsqu'elle apprend plus tard que la malheureuse a été assassinée dans des conditions épouvantables."
  },
  {
    "title": "L'invasion des profanateurs",
    "year": 1978,
    "duration": "1h55",
    "genres": "Horreur, SF, Aliens",
    "trailer": "https://www.youtube.com/watch?v=0BLt7yDaHdQ",
    "synopsis": "Elizabeth s’aperçoit un jour du comportement étrange de son ami. Puis, peu à peu, d'autres personnes se transforment ainsi bizarrement. Pendant leur sommeil, une plante fabrique leur double parfait, tandis que l'original disparait. Un remake du célèbre film de Don Siegel."
  },
  {
    "title": "The Shining",
    "year": 1980,
    "duration": "2h26",
    "genres": "Horreur, Mystère, Psychologique",
    "trailer": "https://www.youtube.com/watch?v=S014oGZiSdI",
    "synopsis": "Jack Torrance, gardien d'un hôtel fermé l'hiver, sa femme et son fils Danny s'apprêtent à vivre de longs mois de solitude. Danny, qui possède un don de médium, le Shining, est effrayé à l'idée d'habiter ce lieu, théâtre marqué par de terribles évènements passés..."
  },
  {
    "title": "Le Loup-Garou de Londres",
    "year": 1981,
    "duration": "1h37",
    "genres": "Horreur, Comédie, Loups-Garous",
    "trailer": "https://www.youtube.com/watch?v=rKa4AUEIQHE",
    "synopsis": "Deux étudiants américains, David Kessler et Jack Goodman, passent des vacances en Angleterre. Une nuit, malgré les recommandations des habitants de la région, ils se promènent sur la lande et sont assaillis par un loup-garou ! Jack est tué et David blessé. Le loup-garou est finalement abattu et reprend forme humaine, personne ne croyant alors l'incroyable récit que fait David de l'agression. "
  },
  {
    "title": "Les Griffes de la nuit",
    "year": 1984,
    "duration": "1h31",
    "genres": "Horreur, Crime",
    "trailer": "https://www.youtube.com/watch?v=7J0qsq9b4BM",
    "synopsis": "En Californie, plusieurs adolescents sont victimes d'horribles cauchemars dans lesquels ils sont attaqués par un homme pourvu de lames de rasoir géantes au bout des doigts. Lorsque ses amis sont assassinés l'un après l'autre, une jeune fille fille tente de combattre cette terrifiante apparition."
  },
  {
    "title": "Cluedo",
    "year": 1985,
    "duration": "1h37",
    "genres": "Comédie, Enquête",
    "trailer": "https://www.youtube.com/watch?v=KEXdWfsKZ1k",
    "synopsis": "Adaptation cinématographique du célèbre jeu de société. Six invités, réunis dans une mystérieuse maison, vont coopérer pour résoudre un meurtre."
  },
  {
    "title": "Re-Animator",
    "year": 1985,
    "duration": "1h26",
    "genres": "SF, Body-Horror",
    "trailer": "https://www.youtube.com/watch?v=wLJ8Z3PDEGU",
    "synopsis": "Le Dr Herbert West, un savant qui a découvert la formule de l'immortalité, expérimente sur les patients décédés de l'hôpital d'Arkham..."
  },
  {
    "title": "Beetlejuice",
    "year": 1988,
    "duration": "1h32",
    "genres": "Comédie, Fantômes",
    "trailer": "https://www.youtube.com/watch?v=UCHQKFv_tME",
    "synopsis": "Adam et Barbara Maitland connaissent un bonheur sans nuage dans leur jolie maison quand un accident de la route les expédie dans l'autre monde. Devenus fantômes, ils reviennent hanter leur demeure. Cependant, leur calme est bientôt troublé par l'arrivée des nouveaux propriétaires, une famille de bourgeois new-yorkais excentriques et bruyants. Adam et Barbara ont bien l'intention de les faire déguerpir."
  },
  {
    "title": "L'échelle de Jacob",
    "year": 1990,
    "duration": "1h53",
    "genres": "Horreur, Enigme, Psychologique",
    "trailer": "https://www.youtube.com/watch?v=yF400upuei8",
    "synopsis": "Un vétéran du Vietnam est torturé par ses souvenirs de la guerre, hanté par la mort de son fils et tourmenté par ses démons intérieurs."
  },
  {
    "title": "Misery",
    "year": 1990,
    "duration": "1h47",
    "genres": "Horreur, Crime, Huit-Clos",
    "trailer": "https://www.youtube.com/watch?v=XHQ9CPRfDsw",
    "synopsis": "Paul Sheldon est un écrivain très populaire pour avoir écrit les romans à l'eau de rose Misery, mais il souhaite mettre fin aux aventures de son héroïne et passer à des ouvrages plus personnels."
  },
  {
    "title": "La Famille Addams",
    "year": 1991,
    "duration": "1h39",
    "genres": "Comédie, Gothique",
    "trailer": "https://www.youtube.com/watch?v=RccHrEuIsCo",
    "synopsis": "Dans un vieux et lugubre manoir vit la famille Addams, dont les membres, tous plus fous et délirants les uns que les autres, ressemblent d'avantage à des morts qu'à des vivants. Il y a 25 ans, l'oncle Fester a disparu des suites d'une histoire de rivalité amoureuse. Tous le regrettent, et voici qu'il réapparaît. Est-ce lui ou un imposteur ?"
  },
  {
    "title": "Alien 3",
    "year": 1992,
    "duration": "1h54",
    "genres": "Horreur, SF, Alien",
    "trailer": "https://www.youtube.com/watch?v=Ipv1y-Phi7A",
    "synopsis": "Unique survivante du dernier massacre perpétré par des monstres à l'insatiable appétit, Ripley échoue dans une colonie pénitentiaire sinistre, sur la planète Fiorina 161. L'une des monstrueuses créatures l'a suivie, cachée dans son vaisseau spatial."
  },
  {
    "title": "Dracula",
    "year": 1992,
    "duration": "2h7",
    "genres": "Horreur, Romance, Vampires, Historique",
    "trailer": "https://www.youtube.com/watch?v=cpAfqCUaVwg",
    "synopsis": "Transylvanie, 1462. Viad Drakul laisse la belle Elisabeta pour aller guerroyer contre l'envahisseur turc. Revenu victorieux du combat, il découvre le corps inanimé de sa femme, qui s'est suicidée à la fausse nouvelle de sa mort. Eperdu de douleur, il abjure sa foi et en appelle aux puissances du sang pour retrouver sa bien-aimée."
  },
  {
    "title": "Scream",
    "year": 1996,
    "duration": "1h41",
    "genres": "Slasher, Parodique",
    "trailer": "https://www.youtube.com/watch?v=tV4PTwciTuQ",
    "synopsis": "À Woodsboro, une lycéenne devient la cible d’un tueur masqué, tandis que la journaliste Gale Weathers enquête sur les meurtres."
  },
  {
    "title": "Une nuit en enfer",
    "year": 1996,
    "duration": "1h48",
    "genres": "Action, Vampires",
    "trailer": "https://www.youtube.com/watch?v=03S7EaoWkqQ",
    "synopsis": "Deux frères meurtriers et voleurs de banque pensent avoir réussi leur coup lorsqu'ils kidnappent un ancien pasteur en vacances avec ses deux adolescents et se servent de leur maison motorisée pour traverser la frontière."
  },
  {
    "title": "Mars Attack",
    "year": 1996,
    "duration": "1h50",
    "genres": "SF, Alien, Comédie",
    "trailer": "https://www.youtube.com/watch?v=dD9EbK6-h4k",
    "synopsis": "Effervescence sur la planète Terre. Les petits bonshommes verts ont enfin décidé de nous rendre visite. Ils sont sur le point d'atterrir dans leurs rutilantes soucoupes. La fièvre des grands jours s'empare de l'Amérique dans une comédie de science-fiction nostalgique des années cinquante."
  },
  {
    "title": "Cube",
    "year": 1997,
    "duration": "1h30",
    "genres": "SF, Mystère, Enigme, Huit-Clos",
    "trailer": "https://www.youtube.com/watch?v=shcK9b-TQIo",
    "synopsis": "Sans comprendre pourquoi, un groupe de personnes se retrouve prisonniers d'un cube labyrinthique avec plusieurs pièces communicantes et équipées de pièges mortels."
  },
  {
    "title": "Les Autres",
    "year": 2001,
    "duration": "1h44",
    "genres": "Horreur, Enigme, Suspens",
    "trailer": "https://www.youtube.com/watch?v=CROCKuulxHQ",
    "synopsis": "En 1945, la Seconde Guerre mondiale est terminée mais le mari de Grace, parti combattre, n'est pas revenu du front. Dans une immense demeure victorienne isolée sur l'île de Jersey, cette jeune femme pieuse élève seule ses deux enfants, Anne et Nicholas, selon les principes stricts. Atteints d'un mal étrange, ces derniers ne peuvent être exposés à la lumière du jour. Ils vivent donc reclus dans un manoir qui doit constamment rester dans l'obscurité."
  },
  {
    "title": "Phone Game",
    "year": 2002,
    "duration": "1h21",
    "genres": "Thriller, Suspens, Policier",
    "trailer": "https://www.youtube.com/watch?v=4v_jgzCuHJA",
    "synopsis": "Stuart Shepard, un attaché de presse, passe devant une cabine publique. Le téléphone sonne, il répond à l'appel. Une voix qu'il ne connaît pas l'informe qu'il est mort s'il raccroche le combiné. Le point lumineux d'un rayon infrarouge sur son torse prouve que le mystérieux interlocuteur ne bluffe pas."
  },
  {
    "title": "28 jours plus tard",
    "year": 2002,
    "duration": "1h53",
    "genres": "SF, Zombies",
    "trailer": "https://www.youtube.com/watch?v=oPvUhUrst20",
    "synopsis": "Un commando de la Protection Animale fait irruption dans un laboratoire top secret pour délivrer des dizaines de chimpanzés soumis à de terribles expériences. Mais aussitôt libérés, les primates, contaminés par un mystérieux virus et animés d'une rage incontrôlable, bondissent sur leurs sauveurs et les massacrent. 28 jours plus tard, le mal s'est répandu à une vitesse fulgurante à travers le pays"
  },
  {
    "title": "L'armée des morts",
    "year": 2004,
    "duration": "1h40",
    "genres": "Zombies, Action",
    "trailer": "https://www.youtube.com/watch?v=1NPdytukbd0",
    "synopsis": "Personne ne peut expliquer comment tout cela est arrivé, mais ce matin, le monde n'est plus qu'un immense cauchemar. La population de la planète se résume désormais à une horde de morts vivants assoiffés de sang et lancés à la poursuite des derniers êtres humains encore en vie. Après avoir miraculeusement réussi à s'échapper de son quartier, Ana Clark se barricade avec un petit groupe de survivants dans un centre commercial."
  },
  {
    "title": "The Village",
    "year": 2004,
    "duration": "1h48",
    "genres": "Mystère, Enigme",
    "trailer": "https://www.youtube.com/watch?v=c7TL1BZegLo",
    "synopsis": "Une petite communauté isolée vit dans la terrifiante certitude qu'une race de créatures mythiques peuple les bois entourant le village. Cette force maléfique est si menaçante que personne n'ose s'aventurer au-delà des dernières maisons, et encore moins pénétrer dans les bois."
  },
  {
    "title": "La colline a des yeux",
    "year": 2006,
    "duration": "1h47",
    "genres": "Horreur, SF",
    "trailer": "https://www.youtube.com/watch?v=KUb0eR381TM",
    "synopsis": "Pour fêter leur anniversaire de mariage et resserrer du même coup des liens familiaux qui battent de l'aile, toute la famille Carter monte en voiture. Destination : la Californie. Sur les conseils d'un pompiste pas très net, ils vont prendre un raccourci dans le désert du Nouveau-Mexique qui les conduira vers les pires cauchemars."
  },
  {
    "title": "The Mist",
    "year": 2007,
    "duration": "2h",
    "genres": "SF, Mystère, Huit-Clos",
    "trailer": "https://www.youtube.com/watch?v=PeIalBO04D8",
    "synopsis": "Un orage très violent endommage la propriété de David Drayton, un artiste-illustrateur du Maine. Le lendemain matin, il remarque avec son fils Billy, neuf ans, qu'une étrange brume opaque couvre une partie du lac. Tous deux se rendent en ville pour se ravitailler, mais une fois dans le supermarché, la brume, qui en vérité cache des créatures immondes et meurtrières, envahit le parking. Toute personne qui se risque à l'extérieur subit une mort atroce."
  },
  {
    "title": "Shutter Island",
    "year": 2010,
    "duration": "2h18",
    "genres": "Thriller, Mystère",
    "trailer": "https://www.youtube.com/watch?v=FD7fUsN7ASo",
    "synopsis": "En 1954, le marshal Teddy Daniels et son coéquipier Chuck Aule sont envoyés enquêter sur l'île de Shutter Island, dans un hôpital psychiatrique où sont internés de dangereux criminels. L'une des patientes, Rachel Solando, a inexplicablement disparu. Comment la meurtrière a-t-elle pu sortir d'une cellule fermée de l'extérieur ? "
  },
  {
    "title": "J'ai rencontré le diable",
    "year": 2010,
    "duration": "2h22",
    "genres": "Policier, Thriller, Action",
    "trailer": "https://www.youtube.com/watch?v=GJMRkwnXf94",
    "synopsis": "Kyung-Chul est un dangereux psychopathe qui tue pour le plaisir. La police le traque depuis un long moment, mais semble incapable de l’attraper. Un jour, Joo-Yeon, la fille d’un Chef de police à la retraite devient sa proie et est retrouvé morte, atrocement mutilée. Son fiancé Soo-Hyun, un agent de protection, décide de traquer le meurtrier lui-même. Il promet de tout faire pour se venger, même si cela signifie qu’il doit devenir un monstre lui-même."
  },
  {
    "title": "La cabane dans les bois",
    "year": 2011,
    "duration": "1h35",
    "genres": "Slasher, Comédie, Parodique",
    "trailer": "https://www.youtube.com/watch?v=zb32x_LRvmw",
    "synopsis": "Cinq étudiants et amis partent passer la fin de semaine dans une cabane perdue au fond des bois. Ils ne savent pas qu'ils font partie d'une expérience scientifique qui se déroule dans plusieurs pays simultanément."
  },
  {
    "title": "Frankenweenie",
    "year": 2012,
    "duration": "1h27",
    "genres": "Animation, Noir et Blanc",
    "trailer": "https://www.youtube.com/watch?v=US5CWmHRz6g",
    "synopsis": "Après la mort soudaine de Sparky, son chien adoré, le jeune Victor fait appel au pouvoir de la science afin de ramener à la vie celui qui était aussi son meilleur ami. Il lui apporte au passage quelques modifications de son cru. Victor va tenter de cacher la créature qu'il a fabriquée mais lorsque Sparky s'échappe, ses copains de classe, ses professeurs et la ville tout entière vont apprendre que vouloir mettre la vie en laisse peut avoir quelques monstrueuses conséquences."
  },
  {
    "title": "Vampires en toute intimité",
    "year": 2014,
    "duration": "1h26",
    "genres": "Documenteur, Comédie, Vampires",
    "trailer": "https://www.youtube.com/watch?v=IAZEWtyhpes&t=15s",
    "synopsis": "Comment fait-on quand on est vampires depuis des siècles et qu'on doit discrètement vivre en coloc en 2015 dans la banlieue de Limoges ? C'est ce que nous propose de découvrir une équipe de documentaire, en partageant l'intimité d'une bande de potes suceurs de sang ! Geoffroy, Miguel, Aymeric et Bernard nous ouvrent les portes de leur coeur et celle de leur quotidien un tout petit peu complexe."
  },
  {
    "title": "Dernier train pour Busan",
    "year": 2016,
    "duration": "1h58",
    "genres": "Action, Zombies",
    "trailer": "https://www.youtube.com/watch?v=syxBT0UYfBw",
    "synopsis": "Seok-woo, jeune homme d'affaires débordé, accepte de ramener sa fille Soo-an chez sa mère, dont il est séparé, à Busan. Ils embarquent dans un train, sans se douter que la ville qu'ils s'apprêtent à quitter vient d'être contaminée par un dangereux virus transformant la population en mort vivants."
  },
  {
    "title": "Bird Box",
    "year": 2018,
    "duration": "2h04",
    "genres": "Tension, SF",
    "trailer": "https://www.youtube.com/watch?v=DP_OMeaMOkM",
    "synopsis": "Alors qu'une mystérieuse force décime la population mondiale, une seule chose est sûre : ceux qui ont gardé les yeux ouverts ont perdu la vie. Malgré la situation, Malorie trouve l'amour, l'espoir et un nouveau départ avant de tout voir s'envoler. Désormais, elle doit prendre la fuite avec ses deux enfants, suivre une rivière périlleuse jusqu'au seul endroit où ils peuvent encore se réfugier. Pour survivre, ils devront entreprendre ce voyage difficile les yeux bandés."
  },
  {
    "title": "Ready Or Not",
    "year": 2019,
    "duration": "1h35",
    "genres": "Action, Comédie, Huit-Clos, Survie",
    "trailer": "https://www.youtube.com/watch?v=ZtYTwUxhAoI",
    "synopsis": "Trente ans après des faits traumatisants, Alex le Domas revient au manoir familial pour se marier avec Grace. À minuit, la famille, qui a fait fortune dans les jeux de société, invite la jeune femme à participer à un de leurs jeux traditionnels. Elle doit tirer une carte dans une boîte en bois et le jeu lui sera dévoilé. Commence alors une nuit pendant laquelle Grace devra survivre."
  },
  {
    "title": "Last Night In Soho",
    "year": 2021,
    "duration": "1h56",
    "genres": "Enigmes, Historique, Giallo",
    "trailer": "https://www.youtube.com/watch?v=UTklLZF0d9s",
    "synopsis": "Ellie Turner, une jeune créatrice de mode, est mystérieusement capable de se rendre dans les années 1960, où elle rencontre Sandie, une chanteuse en devenir, et son copain Jack, un manager de club et mod. Cependant, le luxe qu'elle découvre dans cette époque-là n'est pas tout ce qu'il semble être, et les rêves du passé commencent à se transformer en quelque chose de bien plus sombre et cauchemardesque."
  },
  {
    "title": "Nope",
    "year": 2022,
    "duration": "2h10",
    "genres": "SF, Elevated-Horror",
    "trailer": "https://www.youtube.com/watch?v=In8fuzj3gck",
    "synopsis": "Les habitants d'une vallée perdue du fin fond de la Californie sont témoins d'une découverte terrifiante à caractère surnaturel qui affecte humains et animaux. Les gérants d'un ranch de chevaux tentent de comprendre ce phénomène mystérieux alors que le propriétaire d'un parc à thème tente d'en tirer profit."
  },
  {
    "title": "Longlegs",
    "year": 2024,
    "duration": "1h41",
    "genres": "Horreur, Policier, Mystère",
    "trailer": "https://www.youtube.com/watch?v=QbJHAQLYC5Q",
    "synopsis": "L'agent du FBI Lee Harker, une nouvelle recrue talentueuse, est affectée sur le cas irrésolu d'un tueur en série insaisissable. L'enquête, aux frontières de l'occulte, se complexifie encore lorsqu'elle se découvre un lien personnel avec le tueur impitoyable qu'elle doit arrêter avant qu'il ne prenne les vies d'autres familles innocentes."
  }
]
